# PhyMaterialParamPoissonMod12 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..PhyMaterialParamPoissonMod12 Property
ParameterTypeId Class See Also
---
"Poisson Ratio 12"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId PhyMaterialParamPoissonMod12 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PhyMaterialParamPoissonMod12 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PhyMaterialParamPoissonMod12 {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace